// // 06.12.2025
export const favoriteList = [
  {
    id: 843221,
    name: 'Паразит: Учение о жизни',
    description:
      'Паразиты — создания, живущие за счёт своего носителя. Обладают совершенно нечеловеческой силой. Посланные небом они должны проникать в мозг человека для полной власти над носителем. Но кому как повезёт. Именно неудача одного паразита спасает жизнь школьника Синъити Идзуми. Но и эта же неудача делает его носителем этого загадочного существа, обрекая Синъити на постоянную борьбу за выживание с другими, более сильными паразитами.',
    year: 2014,
    image:
      'https://kinopoiskapiunofficial.tech/images/posters/kp_small/843221.jpg',
    rating: '8.2',
    countries: ['Япония'],
    genres: ['драма', 'фантастика', 'ужасы', 'мультфильм', 'аниме'],
    type: 'Сериал',
  },
  {
    id: 1282043,
    name: 'Астра, затерянная в космосе',
    description:
      '2061 год. Благодаря развитию науки и техники путешествия в космосе теперь не просто возможны, а стали почти таким же обыкновением, как поездка на автобусе. Поэтому ничего удивительного, что ученики старшей школы проводят каникулы не в обычном лагере, а в космическом. Однако космос — территория всё ещё не до конца изученная, поэтому не исключены всяческие происшествия. Так случилось и с группой 5Б, только что прибывшей в лагерь. Неизвестная разумная светящаяся сфера похищает девятерых учеников и уносит их на расстояние 5012 световых лет от родной планеты. Подросткам везёт, они обнаруживают старый пустующий космический корабль, однако на этом везение заканчивается. Теперь им придётся самим выживать в суровых условиях космоса, с ограниченными запасами воздуха и еды, и даже больше — выйти в одиночку в опасное и долгое путешествие на борту «Астры», если они всё-таки хотят вернуться домой.',
    year: 2019,
    image:
      'https://kinopoiskapiunofficial.tech/images/posters/kp_small/1282043.jpg',
    rating: '7.6',
    countries: ['Япония'],
    genres: ['фантастика', 'приключения', 'боевик', 'мультфильм', 'аниме'],
    type: 'Мини-сериал',
  },
  {
    id: 9933478,
    name: 'Я был предан товарищами в глубине подземелья, но благодаря своему навыку «Бесконечная гача» я обрёл союзников 9999 уровня, чтобы отомстить бывшим соратникам и всему миру!',
    description:
      'Когда-то богиня сотворила девять рас, а люди были самыми слабыми из них, и поэтому прочие насмехались над ними. Когда-то также была сформирована группа «Союз рас», в которую повезло вступить человеческому мальчику по имени Лайт. Но его счастье было недолгим: в «Аду», самом большом и самом страшном подземелье, Лайта ждало предательство. Он выжил и открыл истинную силу своего дара «Бесконечная гача». Теперь, выбравшись из пучины отчаяния, Лайт строит самое мощное в мире королевство и начинает реализовывать план мести.',
    year: 2025,
    image:
      'https://kinopoiskapiunofficial.tech/images/posters/kp_small/9933478.jpg',
    rating: '8.0',
    countries: ['Япония'],
    genres: ['боевик', 'фэнтези', 'мультфильм', 'аниме'],
    type: 'Сериал',
  },
  {
    id: 971114,
    name: 'Re: Zero – жизнь с нуля в другом мире',
    description:
      'На обратном пути из магазина Субару Нацуки неожиданно призывают в другой мир. Стоит чёрт знает где, самого призывающего ни следа, а на него ещё и нападают! Дело было бы совсем дрянь, если бы не прекрасная сереброволосая дева с пушистым котиком наперевес, которая спасает Субару, после чего тот в благодарность присоединяется к ней для поисков украденной у неё ценности. Но стоило только  им найти подсказку — и обоих тут же убивают. Субару приходит в себя в том же месте, что и в первый раз, и обнаруживает у себя неплохую способность возвращаться в прошлое после смерти.',
    year: 2016,
    image:
      'https://kinopoiskapiunofficial.tech/images/posters/kp_small/971114.jpg',
    rating: '7.6',
    countries: ['Япония'],
    genres: ['приключения', 'фэнтези', 'мультфильм', 'аниме'],
    type: 'Сериал',
  },
  {
    id: 5090290,
    name: 'Одаривая этот замечательный мир взрывами!',
    description:
      'История молодой волшебницы Мэгумин, которая вместе с подругой детства Юнюн поступает в престижную академию магии «Красная тюрьма».',
    year: 2023,
    image:
      'https://kinopoiskapiunofficial.tech/images/posters/kp_small/5090290.jpg',
    rating: '6.9',
    countries: ['Япония'],
    genres: ['фэнтези', 'комедия', 'мультфильм', 'аниме'],
    type: 'Сериал',
  },
  {
    id: 993582,
    name: 'Ганц: О – Миссия  Осака',
    description:
      'Где-то в Токио расположена комната, в которой находится чёрная сфера под названием Ганц. Время от времени в комнату телепортируются люди, которые должны были умереть в тот самый момент. Сфера снабжает их оружием и спецкостюмами и отправляет на смертельно опасное задание: убивать обосновавшихся на Земле пришельцев и получать за это баллы. С заданий возвращаются не все.',
    year: 2016,
    image:
      'https://kinopoiskapiunofficial.tech/images/posters/kp_small/993582.jpg',
    rating: '7.1',
    countries: ['Япония'],
    genres: ['фантастика', 'боевик', 'ужасы', 'мультфильм', 'аниме'],
    type: 'Фильм',
  },
  {
    id: 1392712,
    name: 'Непризнанный школой владыка демонов! Сильнейший владыка демонов в истории поступает в академию, переродившись своим потомком',
    description:
      'Безжалостный повелитель демонов Анос перерождается через 2000 лет после своей смерти и обнаруживает, что магии в мире стало меньше, и его потомки ослабли. Анос решает вернуть свой прежний титул, но сначала он должен окончить академию демонов, в которой, однако, его считают полным неудачником.',
    year: 2020,
    image:
      'https://kinopoiskapiunofficial.tech/images/posters/kp_small/1392712.jpg',
    rating: '6.7',
    countries: ['Япония'],
    genres: ['боевик', 'фэнтези', 'комедия', 'мультфильм', 'аниме'],
    type: 'Сериал',
  },
  {
    id: 4901749,
    name: 'Кардинал теней',
    description:
      'В современной Японии обычный школьник мечтает стать героем и спасать всех, оставаясь в тени, но попадает под грузовик и умирает. После чего он рождается в новом мире под именем Сид Кагэно, где обнаруживает, что в мире есть магия, которая бы помогла бы ему осуществить свою мечту из предыдущей жизни.',
    year: 2023,
    image:
      'https://kinopoiskapiunofficial.tech/images/posters/kp_small/4901749.jpg',
    rating: '8.0',
    countries: ['Япония'],
    genres: ['приключения', 'боевик', 'фэнтези', 'мультфильм', 'аниме'],
    type: 'Сериал',
  },
  {
    id: 972251,
    name: 'Этот замечательный мир!',
    description:
      'Так уж получилось, что жизнь Кадзумы Сато, хикикомори, увлеченного видеоиграми, оборвалась в результате дорожно-транспортного происшествия. Очнувшись, парень вдруг понял, что жив-здоров, а перед собой увидел симпатичную девушку Акву, представившуюся Богиней. Девушка стала объяснять, что ищет героя, способного победить злобного Короля Демонов, и тем самым спасти какой-то-там другой мир. И уж больно этот «какой-то-там» мир был похож на видеоигру. «Значит, гляди!» — продолжала Аква, — «Если согласишься, можешь взять с собой одну любую вещь или способность. Хочешь, меч из хвоста неведомого чудовища, а хочешь — силу как у горного великана. Ну так как, что выбираешь?» Долго Кадзума думать не стал. «Выбираю тебя!» — сообразил он, чем тут же выбил Богиню из колеи.',
    year: 2016,
    image:
      'https://kinopoiskapiunofficial.tech/images/posters/kp_small/972251.jpg',
    rating: '7.7',
    countries: ['Япония'],
    genres: ['приключения', 'фэнтези', 'комедия', 'мультфильм', 'аниме'],
    type: 'Сериал',
  },
  {
    id: 1047593,
    name: 'Созданный в Бездне',
    description:
      'Когда-то на Земле было обнаружено отверстие, уходящее глубоко в недры планеты. Его назвали Бездной. Там живут опасные существа и хранятся ценные реликвии с древних времён. Девочка Рико мечтает стать отважной исследовательницей Бездны, какой была её погибшая мать, но пока Рико лишь одна из множества младших помощников, выполняющих тяжелую работу на самом верхнем уровне. Однажды Рико встречает мальчика, который оказывается роботом и не помнит, как здесь оказался. Вместе они отправляются в полное опасностей путешествие на самое дно Бездны.',
    year: 2017,
    image:
      'https://kinopoiskapiunofficial.tech/images/posters/kp_small/1047593.jpg',
    rating: '8.1',
    countries: ['Япония'],
    genres: ['фантастика', 'приключения', 'фэнтези', 'мультфильм', 'аниме'],
    type: 'Сериал',
  },
  {
    id: 4668650,
    name: 'Перестану быть героем',
    description:
      'После спасения мира люди стали бояться Лео, сильнейшего из героев, и ему пришлось уйти к тем, кого он победил. Используя свои способности, Лео помогает армии короля демонов восстановиться. Кроме того ему удается встретиться с Ехидной и узнать, зачем она вторглась в человеческий мир.',
    year: 2022,
    image:
      'https://kinopoiskapiunofficial.tech/images/posters/kp_small/4668650.jpg',
    rating: '7.5',
    countries: ['Япония'],
    genres: [
      'приключения',
      'боевик',
      'фэнтези',
      'комедия',
      'мультфильм',
      'аниме',
    ],
    type: 'Сериал',
  },
  {
    id: 749374,
    name: 'Атака титанов',
    description:
      'Уже многие годы человечество ведёт борьбу с титанами — огромными существами, которые не обладают особым интеллектом, зато едят людей и получают от этого удовольствие. После продолжительной борьбы остатки человечества построили высокую стену, окружившую страну людей, через которую титаны пройти не могли. С тех пор прошло сто лет, люди мирно живут под защитой стены. Но однажды подростки Эрен и Микаса становятся свидетелями страшного события — участок стены разрушается супертитаном, появившимся прямо из воздуха. Титаны нападают на город, и дети в ужасе видят, как один из монстров заживо съедает мать Эрена. Мальчик клянётся, что убьёт всех титанов и отомстит за человечество.',
    year: 2013,
    image:
      'https://kinopoiskapiunofficial.tech/images/posters/kp_small/749374.jpg',
    rating: '8.7',
    countries: ['Япония'],
    genres: ['драма', 'фантастика', 'боевик', 'фэнтези', 'мультфильм', 'аниме'],
    type: 'Сериал',
  },
  {
    id: 4693201,
    name: 'Задача трёх тел',
    description:
      'В 1967 году девушка-астрофизик — классовый враг и дочь насмерть забитого хунвэйбинами профессора — начинает работать в сверхсекретной лаборатории во Внутренней Монголии, где пытаются отправлять сигналы возможным внеземным цивилизациям.\n2024 год. Ускорители частиц по всему миру показывают результаты, которые опровергают известные законы физики, а также происходит серия загадочных самоубийств учёных. Расследованием занимается лондонский детектив, который ведёт пристальное наблюдение за учениками покончившей с собой сотрудницы Оксфордского университета. Одна из них, занимающаяся разработками нановолокна, начинает видеть цифры обратного отсчёта, а другая забирает у матери погибшей загадочный высокотехнологичный шлем виртуальной реальности и запускает видеоигру, в которой нужно спасти от гибели цивилизацию, решив задачу трёх тел — трёх вращающихся вокруг планеты солнц.',
    year: 2024,
    image:
      'https://kinopoiskapiunofficial.tech/images/posters/kp_small/4693201.jpg',
    rating: '7.0',
    countries: ['США', 'Великобритания', 'Китай'],
    genres: ['триллер', 'драма', 'детектив', 'фантастика'],
    type: 'Сериал',
  },
  {
    id: 4540940,
    name: 'Задача трёх тел',
    description:
      'В 2006 году нанотехнолог становится свидетелем череды странных событий в мировой науке — эксперименты на ускорителях частиц дают противоречивые результаты, из-за чего ученые, считая, что предел познания Вселенной достигнут, совершают самоубийства. Герой соглашается участвовать в расследовании, из-за чего ему начинают мерещиться цифры с обратным отсчетом. Военные и спецслужбы приходят к выводу, что кто-то или что-то пытается затормозить научный прогресс на Земле.',
    year: 2023,
    image:
      'https://kinopoiskapiunofficial.tech/images/posters/kp_small/4540940.jpg',
    rating: '7.7',
    countries: ['Китай'],
    genres: ['триллер', 'драма', 'детектив', 'фантастика'],
    type: 'Сериал',
  },
  {
    id: 4445150,
    name: 'Аркейн',
    description:
      'История разворачивается в утопическом краю Пилтовер и жестоком подземном мире Заун и рассказывает о становлении двух легендарных чемпионов Лиги и о той силе, что разведёт их по разные стороны баррикад.',
    year: 2021,
    image:
      'https://kinopoiskapiunofficial.tech/images/posters/kp_small/4445150.jpg',
    rating: '8.8',
    countries: ['США', 'Франция'],
    genres: ['драма', 'фантастика', 'боевик', 'фэнтези', 'мультфильм'],
    type: 'Сериал',
  },
  {
    id: 5942003,
    name: 'Перевоплотился в седьмого принца, так что я буду совершенствовать свою магию как захочу',
    description:
      'Изучение магии требует способностей, усилий и хорошей родословной. Один колдун всей душой любил магию, хотя не родился в благородной семье и не блистал талантом. Он умер, сожалея о том, что мало что успел освоить, и переродился Ллойдом, седьмым принцем королевства Салум, сохранив при этом воспоминания о прошлой жизни.',
    year: 2024,
    image:
      'https://kinopoiskapiunofficial.tech/images/posters/kp_small/5942003.jpg',
    rating: '8.2',
    countries: ['Япония'],
    genres: ['приключения', 'фэнтези', 'мультфильм', 'аниме'],
    type: 'Сериал',
  },
  {
    id: 8753489,
    name: 'Клеватесс: Король демонических зверей, младенец и герой-нежить',
    description: 'Без описания',
    year: 2025,
    image:
      'https://kinopoiskapiunofficial.tech/images/posters/kp_small/8753489.jpg',
    rating: '7.6',
    countries: ['Япония'],
    genres: ['боевик', 'фэнтези', 'мультфильм', 'аниме'],
    type: 'Сериал',
  },
  {
    id: 7524629,
    name: 'Гачиакута',
    description:
      'Мальчик Рудо и его приёмный отец живут в трущобах процветающего города вместе с бедняками, которые с трудом сводят концы с концами. Богачи, напротив, купаются в роскоши и сбрасывают весь мусор в так называемую Бездну. Однажды Рудо ложно обвиняют в убийстве отца и приговаривают к изгнанию в Бездну, где мусор породил жестоких монстров. Чтобы выжить, узнать правду и отомстить, парню придётся овладеть новой силой и присоединиться к группе, известной как Мусорщики, которая сражается с огромными мусорными существами.',
    year: 2025,
    image:
      'https://kinopoiskapiunofficial.tech/images/posters/kp_small/7524629.jpg',
    rating: '8.7',
    countries: ['Япония'],
    genres: ['боевик', 'фэнтези', 'мультфильм', 'аниме'],
    type: 'Сериал',
  },
  {
    id: 4786341,
    name: 'Адский рай',
    description:
      'Времена правления династии Токугава. Один из самых ловких ниндзя и печально известный наемный убийца попадает в плен, но у него появляется шанс избежать казни. Для этого ему нужно отправиться на окутанный легендами загадочный остров и найти там эликсир бессмертия.',
    year: 2023,
    image:
      'https://kinopoiskapiunofficial.tech/images/posters/kp_small/4786341.jpg',
    rating: '8.0',
    countries: ['Япония'],
    genres: ['приключения', 'боевик', 'фэнтези', 'мультфильм', 'аниме'],
    type: 'Сериал',
  },
  {
    id: 843954,
    name: 'Семь смертных грехов',
    description:
      'Семь смертных грехов — давным-давно так называли семерых могущественных рыцарей, обвинённых в заговоре с целью свергнуть короля Британии. Воины были казнены благородным Орденом священных рыцарей, однако ходят слухи, что Семь грехов ещё живы. Десять лет спустя священные рыцари устроили государственный переворот и вероломно убили монарха, установив собственную тиранию в королевстве. Элизабет, третья дочь короля, отправляется на поиски Семи смертных грехов, дабы, заручившись их поддержкой, вернуть в страну закон и справедливость.',
    year: 2014,
    image:
      'https://kinopoiskapiunofficial.tech/images/posters/kp_small/843954.jpg',
    rating: '7.5',
    countries: ['Япония'],
    genres: ['приключения', 'боевик', 'фэнтези', 'мультфильм', 'аниме'],
    type: 'Сериал',
  },
  {
    id: 942544,
    name: 'One Punch Man',
    description:
      'Парень по имени Сайтама живёт в мире, иронично похожем на наш. Ему 25, он лыс и прекрасен и к тому же силен настолько, что с одного удара аннигилирует всё, что представляет опасность для человечества. Он ищет себя в этой жизни, попутно раздавая подзатыльники монстрам и злодеям.',
    year: 2019,
    image:
      'https://kinopoiskapiunofficial.tech/images/posters/kp_small/942544.jpg',
    rating: '8.4',
    countries: ['Япония'],
    genres: ['фантастика', 'боевик', 'комедия', 'мультфильм', 'аниме'],
    type: 'Сериал',
  },
  {
    id: 1381125,
    name: 'Магическая битва',
    description:
      'Мир, в котором демоны питаются людьми, а те об этом даже не догадываются. Когда-то давно самый могущественный демон был повержен, а части его тела разбросаны по свету. Тот, кто сможет их собрать и поглотить, получит безграничную власть и даже сможет уничтожить человечество. \nФизически развитого старшеклассника Юдзи Итадори волнуют насущные проблемы — почти всё время парень проводит в больнице с дедушкой, поэтому, чтобы отвязаться от настырных предложений вступить в спортивные клубы, записывается в оккультный. И внезапно оказывается в эпицентре борьбы за людские судьбы, когда его приятели снимают заклятье с некоего магического артефакта.',
    year: 2020,
    image:
      'https://kinopoiskapiunofficial.tech/images/posters/kp_small/1381125.jpg',
    rating: '8.2',
    countries: ['Япония'],
    genres: ['боевик', 'фэнтези', 'ужасы', 'мультфильм', 'аниме'],
    type: 'Сериал',
  },
  {
    id: 723959,
    name: 'Силиконовая долина',
    description:
      'История о группе гиков, готовящих к запуску собственные стартапы в высокотехнологичном центре Сан-Франциско. Они бесплатно проживают в доме миллионера, но взамен им придётся отдать по 10% прибыли от будущих проектов.',
    year: 2014,
    image:
      'https://kinopoiskapiunofficial.tech/images/posters/kp_small/723959.jpg',
    rating: '8.4',
    countries: ['США'],
    genres: ['комедия'],
    type: 'Сериал',
  },
  {
    id: 691223,
    name: 'Мастера меча онлайн',
    description:
      'Опытному геймеру Кирито повезло поучаствовать в бета-тестировании самой ожидаемой компьютерной игры нового поколения - Sword Art Online. Когда наконец на прилавках появились диски с финальной версией, тысячи геймеров устремились в совершенный виртуальный мир MMORPG. Там их ждал неприятный сюрприз - гейм-мастер объявил, что выйти из игры по собственной воле невозможно. Единственный шанс это сделать - пройти все сто уровней до конца. А смерть в игре означает смерть и в реальной жизни.',
    year: 2012,
    image:
      'https://kinopoiskapiunofficial.tech/images/posters/kp_small/691223.jpg',
    rating: '7.9',
    countries: ['США', 'Польша', 'Япония'],
    genres: [
      'фантастика',
      'приключения',
      'боевик',
      'фэнтези',
      'мультфильм',
      'аниме',
    ],
    type: 'Сериал',
  },
  {
    id: 1312253,
    name: 'Реинкарнация безработного: История о приключениях в другом мире',
    description: 'Без описания',
    year: 2021,
    image:
      'https://kinopoiskapiunofficial.tech/images/posters/kp_small/1312253.jpg',
    rating: '8.1',
    countries: ['Япония'],
    genres: ['приключения', 'фэнтези', 'комедия', 'мультфильм', 'аниме'],
    type: 'Сериал',
  },
  {
    id: 1224030,
    name: 'О моём перерождении в слизь',
    description:
      'Обычный служащий финансовой компании Сатору Миками погибает, защищая коллегу от грабителя с ножом. После смерти Сатору попадает в фэнтезийный мир, в котором он предстаёт в виде комка слизи средних размеров по имени Римуру, наделённой немалым разумом. Отныне Римуру будет жить в мире, полном разных рас, в надежде построить однажды страну, где к каждой расе будут относиться одинаково.',
    year: 2018,
    image:
      'https://kinopoiskapiunofficial.tech/images/posters/kp_small/1224030.jpg',
    rating: '8.4',
    countries: ['Япония'],
    genres: ['приключения', 'фэнтези', 'комедия', 'мультфильм', 'аниме'],
    type: 'Сериал',
  },
  {
    id: 1235052,
    name: 'Восхождение героя щита',
    description:
      'Обычный студент Наофуми Иватани вместе с тремя другими юношами был призван в параллельный мир, чтобы спасти его от гибели и стать героем. Однако вскоре Иватани предают и грабят. У него остаётся только легендарный щит, с помощью которого парень решает отомстить своим обидчикам.',
    year: 2019,
    image:
      'https://kinopoiskapiunofficial.tech/images/posters/kp_small/1235052.jpg',
    rating: '7.4',
    countries: ['Япония'],
    genres: ['приключения', 'боевик', 'фэнтези', 'мультфильм', 'аниме'],
    type: 'Сериал',
  },
  {
    id: 1002686,
    name: 'Моб Психо 100',
    description:
      'Сигэо Кагэяма, также известный как Моб, — восьмиклассник с психическими способностями. Он умеет сгибать ложки и поднимать вещи силой мысли с ранних лет, но затем он постепенно начал сдерживаться от использования способностей на публике. И теперь единственное, чего он хочет — это подружиться с одноклассницей Цубоми. Вместе со своим психическим наставником (у которого нет психических способностей), он продолжает повседневную жизнь, пытаясь понять свое назначение в жизни.',
    year: 2016,
    image:
      'https://kinopoiskapiunofficial.tech/images/posters/kp_small/1002686.jpg',
    rating: '8.3',
    countries: ['Япония'],
    genres: ['фантастика', 'боевик', 'комедия', 'мультфильм', 'аниме'],
    type: 'Сериал',
  },
  {
    id: 5458831,
    name: 'Дандадан',
    description:
      'Старшеклассница Момо Аясэ верит в привидений. Однажды она знакомится с парнем Кэном Такакурой, который убеждён в существовании инопланетян. Они начинают спорить, пытаясь навязать друг другу свою точку зрения, и решают посетить оккультные места. Выясняется, что оба были правы.',
    year: 2024,
    image:
      'https://kinopoiskapiunofficial.tech/images/posters/kp_small/5458831.jpg',
    rating: '8.7',
    countries: ['Япония'],
    genres: [
      'фантастика',
      'боевик',
      'фэнтези',
      'комедия',
      'мультфильм',
      'аниме',
    ],
    type: 'Сериал',
  },
  {
    id: 5401195,
    name: 'Провожающая в последний путь Фрирен',
    description:
      'После 10-летнего путешествия и победы над королём демонов отряд героев возвращается в родные края, чтобы расстаться навсегда. Эльфийка Фрирен с горечью наблюдает, как её спутники один за другим уходят из жизни, ведь эльфы живут дольше людей. Она решает отправиться в новое путешествие, чтобы найти ответы на мучающие её вопросы о смысле жизни.',
    year: 2023,
    image:
      'https://kinopoiskapiunofficial.tech/images/posters/kp_small/5401195.jpg',
    rating: '8.7',
    countries: ['Япония'],
    genres: ['драма', 'приключения', 'фэнтези', 'мультфильм', 'аниме'],
    type: 'Сериал',
  },
  {
    id: 1440459,
    name: 'Лунное путешествие приведёт к новому миру',
    description:
      'Макото Мисуми был обычным подростком, которого внезапно призвали в другой мир в качестве героя. Но Богиня этого мира назвала его уродливым, лишила звания героя и сослала в самый дальний уголок своего мира. В этих пустошах он встречает драконов, пауков, орков, гномов и множество других нечеловеческих рас. У Макото обнаруживаются способности к магии и военному ремеслу, которых у него не могло быть в родном мире.',
    year: 2021,
    image:
      'https://kinopoiskapiunofficial.tech/images/posters/kp_small/1440459.jpg',
    rating: '7.6',
    countries: ['Япония'],
    genres: [
      'приключения',
      'боевик',
      'фэнтези',
      'комедия',
      'мультфильм',
      'аниме',
    ],
    type: 'Сериал',
  },
  {
    id: 6141858,
    name: 'Секретный уровень',
    description: 'Истории, происходящие в фантастических и фэнтези-мирах.',
    year: 2024,
    image:
      'https://kinopoiskapiunofficial.tech/images/posters/kp_small/6141858.jpg',
    rating: '6.8',
    countries: ['США'],
    genres: ['фантастика', 'приключения', 'боевик', 'фэнтези', 'мультфильм'],
    type: 'Сериал',
  },
  {
    id: 1188415,
    name: 'Ради всего человечества',
    description:
      '26 июня 1969 года США проиграли космическую гонку СССР: космонавт Алексей Леонов водрузил на лунной поверхности красное знамя, после чего многие проекты NASA сворачиваются. Но американцы не собираются сдаваться, и решают снова бросить вызов Советскому Союзу, чтобы утвердить своё превосходство в космосе.',
    year: 2019,
    image:
      'https://kinopoiskapiunofficial.tech/images/posters/kp_small/1188415.jpg',
    rating: '7.5',
    countries: ['США'],
    genres: ['драма', 'фантастика'],
    type: 'Сериал',
  },
  {
    id: 2040161,
    name: 'Человек-бензопила',
    description:
      'Подросток Дэндзи всего лишь хотел жить обычной жизнью и есть досыта, но оставшиеся после смерти отца долги вынуждают парня влачить полуголодное существование и жить в халупе. Чтобы расплатиться с якудза, он уже продал некоторые свои органы и даже промышляет нелегальной охотой на демонов, в чём ему помогает необычный питомец Потита, демоническое существо с бензопилой. Однажды коварные бандиты заманивают Дэндзи в ловушку и приносят в жертву, но Потита не даёт парню умереть. Он сращивает его тело и становится сердцем своего хозяина — теперь Дэндзи обладает повышенной регенерацией, а также может превращать конечности в бензопилы. Такого ценного кадра нанимает Бюро общественной безопасности, чтобы тот снова охотился на демонов. На новой работе парень знакомится с коллегами — меланхоличным охотником Аки, вспыльчивой полудемонессой Пауэр — и влюбляется в свою загадочную начальницу Макиму.',
    year: 2022,
    image:
      'https://kinopoiskapiunofficial.tech/images/posters/kp_small/2040161.jpg',
    rating: '8.5',
    countries: ['Япония'],
    genres: ['боевик', 'фэнтези', 'ужасы', 'мультфильм', 'аниме'],
    type: 'Сериал',
  },
  {
    id: 1363114,
    name: 'Башня Бога',
    description:
      'Мальчик Баам большую часть жизни провел у загадочной Башни. За десять тысяч лет никому так и не удалось постичь тайны строения. По легенде, если добраться до ее вершины, можно исполнить любую мечту — и даже стать богом. Сделать это непросто: на этажах поджидают опасности и испытания, которые усложняются с каждым уровнем. Но Баама не слишком заботит награда. Мальчик поднимается на Башню, чтобы вернуть Рахиль — девушку, которая поднялась наверх, чтобы увидеть звезды.',
    year: 2020,
    image:
      'https://kinopoiskapiunofficial.tech/images/posters/kp_small/1363114.jpg',
    rating: '7.5',
    countries: ['Япония'],
    genres: ['детектив', 'приключения', 'фэнтези', 'мультфильм', 'аниме'],
    type: 'Сериал',
  },
  {
    id: 5907981,
    name: 'Ронин',
    description:
      'Иван Доронин — один из лучших бойцов спецназа СОБР. Во время операции по освобождению заложников мужчина получает серьезное ранение, из-за которого его отправляют в отпуск. В это же время Ивану сообщают о смерти бывшей жены, с которой тот почти не общался, лишь исправно платил алименты за сына Мишу. Доронин едет в родную деревню Медвежье, чтобы забрать ребенка. Но на месте узнает, что у его супруги есть еще один сын, от другого мужчины. И живут оба мальчика вместе с отчимом Доронина. Иван остается в Медвежьем для оформления опекунства над Мишей. Параллельно герою приходится подменять внезапно заболевшего отчима на работе в качестве почтальона. Развозя по окрестностям корреспонденцию, Иван то и дело попадает в сложные ситуации, где навыки спецназовца оказываются как нельзя кстати. Так, Доронину предстоит позаботиться о спокойствии жителей деревни, стать настоящим отцом не только своему собственному, но и чужому ребенку, а также вступить в неравный бой с крупным чиновником за любовь местной красавицы.',
    year: 2024,
    image:
      'https://kinopoiskapiunofficial.tech/images/posters/kp_small/5907981.jpg',
    rating: '7.3',
    countries: ['Россия'],
    genres: ['мелодрама', 'детектив', 'боевик'],
    type: 'Сериал',
  },
  {
    id: 669089,
    name: 'Видоизменённый углерод',
    description:
      'Земля, XXVII век. Мир, в котором появилась возможность «сгружать» человеческое сознание и личность из одного тела в другое. Идеальный мир и для преступников, и для полицейских, и для армии, но вряд ли идеальный для бывшего военного спецназовца и бывшего повстанца Такэси Ковача, которого миллиардер Бэнкрофт нанял для расследования гибели одного из своих тел. Внешне — явное самоубийство, но Бэнкрофт считает себя неспособным на такой поступок, а воспоминания о последних минутах жизни уничтожены метким выстрелом в запоминающее устройство.',
    year: 2018,
    image:
      'https://kinopoiskapiunofficial.tech/images/posters/kp_small/669089.jpg',
    rating: '7.4',
    countries: ['США'],
    genres: ['детектив', 'фантастика', 'фильм-нуар', 'боевик'],
    type: 'Сериал',
  },
  {
    id: 6389394,
    name: 'Я парировал всё время, чтобы стать сильнейшим авантюристом',
    description: 'Без описания',
    year: 2024,
    image:
      'https://kinopoiskapiunofficial.tech/images/posters/kp_small/6389394.jpg',
    rating: '6.7',
    countries: ['Япония'],
    genres: ['боевик', 'фэнтези', 'мультфильм', 'аниме'],
    type: 'Сериал',
  },
  {
    id: 5024113,
    name: 'Тёмная материя',
    description:
      'Физик Джейсон Дессен из Чикаго оказывается в альтернативной версии своей жизни. Чтобы вернуться к семье, он должен будет пройти через ряд параллельных реальностей и столкнуться с альтернативной версией самого себя.',
    year: 2024,
    image:
      'https://kinopoiskapiunofficial.tech/images/posters/kp_small/5024113.jpg',
    rating: '7.7',
    countries: ['США'],
    genres: ['триллер', 'драма', 'фантастика'],
    type: 'Сериал',
  },
  {
    id: 1293403,
    name: 'Алиса в Пограничье',
    description:
      'Молодой безработный игроман Рёхэй Арису в очередной раз поссорился с отцом и старшим братом и ушёл из дома. Он встречается с двумя закадычными друзьями — один прогуливает работу, а другого уволили — в районе Сибуя, где ребята видят в небе странный салют, а после троицу накрывает новая реальность. Друзья оказываются в пустынной версии Токио и выясняют, что теперь им предстоит участвовать в жестоких играх на выживание, после успешного прохождения которых им будут выдаваться визы на несколько дней. Проигравших ждёт смерть, вышедших из игры ждёт смерть, и тех, кто отказывается продлевать визы, тоже ждёт мгновенная смерть от небесного лазера.',
    year: 2020,
    image:
      'https://kinopoiskapiunofficial.tech/images/posters/kp_small/1293403.jpg',
    rating: '7.7',
    countries: ['Япония'],
    genres: ['драма', 'фантастика', 'боевик'],
    type: 'Сериал',
  },
  {
    id: 1236393,
    name: 'Голяк',
    description:
      'Мелкий воришка Винни и его друзья живут в английской глубинке и ежедневно промышляют нелегальными делами, приносящими небольшой доход. Все меняется, когда компания переходит дорогу местному криминальному авторитету.',
    year: 2019,
    image:
      'https://kinopoiskapiunofficial.tech/images/posters/kp_small/1236393.jpg',
    rating: '8.6',
    countries: ['Великобритания'],
    genres: ['криминал', 'комедия'],
    type: 'Сериал',
  },
  {
    id: 1220920,
    name: 'Истребитель демонов',
    description:
      'Эпоха Тайсё. Ещё с древних времён ходят слухи, что в лесу обитают человекоподобные демоны, которые питаются людьми и выискивают по ночам новых жертв. Тандзиро Камадо — старший сын в семье, потерявший отца и взявший на себя заботу о родных. Однажды он уходит в соседний город, чтобы продать древесный уголь. Вернувшись утром, парень обнаруживает перед собой страшную картину: вся родня зверски убита, а единственная выжившая — младшая сестра Нэдзуко, обращённая в демона, но пока не потерявшая человечность. С этого момента начинается долгое и опасное путешествие Тандзиро и Нэдзуко, в котором мальчик намерен разыскать убийцу и узнать способ исцеления сестры.',
    year: 2019,
    image:
      'https://kinopoiskapiunofficial.tech/images/posters/kp_small/1220920.jpg',
    rating: '8.2',
    countries: ['Япония'],
    genres: ['боевик', 'фэнтези', 'мультфильм', 'аниме'],
    type: 'Сериал',
  },
  {
    id: 6012599,
    name: 'Из многих',
    description:
      'Альбукерке, Нью-Мексико, США. Писательница Кэрол Стурка — единственная женщина, устойчивая к вирусу счастья, поразившему всю планету. Вирус явно опасен: сотрудники службы доставки стали сговорчивыми настолько, что готовы раздобыть базуку и даже танк, а в городе постоянно что-то горит. Вечно несчастной Кэрол предстоит спасти мир от счастья.',
    year: 2025,
    image:
      'https://kinopoiskapiunofficial.tech/images/posters/kp_small/6012599.jpg',
    rating: '8.4',
    countries: ['США'],
    genres: ['драма', 'фантастика'],
    type: 'Сериал',
  },
];
